#+title: Evaluación de exposición: Rootkits
#+author: Gunnar Wolf

- Tema presentado por :: Yair Cortés, Juan Flores
- Calificación global :: (6.99 × 0.3) + (6.625 × 0.7) = *6.73*

* Evaluación grupal

[[./evaluacion_alumnos.pdf][Evaluaciones individuales de los alumnos]]

|--------------+------------+----------+-----------+-------|
| Originalidad | Relevancia | Claridad | Presencia | Total |
|--------------+------------+----------+-----------+-------|
|          7.5 |        7.5 |       10 |       7.5 |  8.13 |
|          7.5 |        7.5 |        5 |       7.5 |  6.88 |
|          7.5 |        7.5 |        5 |         5 |  6.25 |
|           10 |          5 |        5 |         5 |  6.25 |
|          7.5 |          5 |        5 |         5 |  5.63 |
|           10 |        7.5 |      7.5 |         5 |  7.50 |
|          7.5 |        7.5 |        5 |         5 |  6.25 |
|          7.5 |        7.5 |        5 |         5 |  6.25 |
|          7.5 |         10 |        5 |         5 |  6.88 |
|          7.5 |        7.5 |      7.5 |       7.5 |  7.50 |
|           10 |        7.5 |      7.5 |       7.5 |  8.13 |
|           10 |        7.5 |       10 |       7.5 |  8.75 |
|          7.5 |         10 |        5 |       7.5 |  7.50 |
|          7.5 |          5 |      7.5 |         5 |  6.25 |
|           10 |        7.5 |        5 |         5 |  6.88 |
|          7.5 |        7.5 |        5 |       7.5 |  6.88 |
|          7.5 |        7.5 |        5 |       7.5 |  6.88 |
|--------------+------------+----------+-----------+-------|
|         8.24 |       7.35 |     6.18 |      6.18 |  6.99 |
#+TBLFM: @>$1..@>$4=vmean(@II..@III-1); f-2::@2$>..@>$>=vmean($1..$4); f-2
* Evaluación del docente

- Originalidad del tema :: Bueno (7.5)
- Material desarrollado :: Bueno (7.5)
- Contenido :: Suficiente (5)

	       No puedo considerar el texto como entregado, dado que
               consta mayormente de la reproducción textual y sin cita
               del texto que encontré en las siguientes direcciones:

  - https://noqueremosmasdelitosinformaticos.blogspot.mx/
  - https://felixramos.wordpress.com/2011/07/16/realizar-un-ensayo-sobre-los-rootkits/
  - https://cojala.blogspot.mx/2009/
  - https://www.baquia.com/emprendedores/todo-sobre-los-rootkits
  - https://rubysoll.wordpress.com/page/2/
- Fuentes bibliográficas :: Suficiente (5)

     Mencionan fuentes bibliográficas, pero no coinciden con el origen
     del material.
- Uso del tiempo :: Excelente (10)
- Dominio del tema :: Bueno (7.5)
- Presencia :: Suficiente (5)
- Global :: 7.5×0.1 + 7.5×0.2 + 5×0.2 + 5×0.1 + 10×0.1 + 7.5×0.15 +
            5×0.15 = *6.625*
